Repository: VovaMobile/audiomanager
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: uk

source: Audio Manager
uk: Менеджер аудіо

source: Reset the playback and recording device of all audio applications
uk: Скинути пристрій запису й відтворення для всіх аудіозастосунків

source: Reset the playback volume of all audio applications and unmute them
uk: Скинути гучність відтворення для всіх аудіозастосунків та увімкнути їхній звук

source: Next playback device
uk: Наступний пристрій відтворення

source: Previous playback device
uk: Попередній пристрій відтворення

source: Next Recording device
uk: Наступний пристрій запису

source: Previous Recording device
uk: Попередній пристрій запису

source: Next audio application
uk: Наступний аудіозастосунок

source: Previous audio application
uk: Попередній аудіозастосунок

source: Volume up
uk: Збільшити гучність

source: Please select a device or audio application first
uk: Будь ласка, спершу оберіть пристрій відтворення чи аудіозастосунок

source: Volume down
uk: Зменшити гучність

source: Mute or unmute the playback or the recording devices
uk: Вимкнути чи увімкнути пристрої відтворення або запису

source: Set to as default playback or recording device
uk: Встановлено основним пристроєм відтворення чи запису

source: Please select a playback or recording device first
uk: Будь ласка, спершу оберіть пристрій відтворення чи запису

source: Next the playback device of the audio application
uk: Наступний пристрій відтворення для аудіозастосунку

source: Please select an audio application first
uk: Будь ласка, спершу оберіть аудіозастосунок

source: Previous the playback device of the audio application
uk: Попередній пристрій відтворення для аудіозастосунку

source: Previous the recording device of the audio application
uk: Попередній пристрій запису для аудіозастосунку

source: Next the recording device of the audio application
uk: Наступний пристрій запису для аудіозастосунку

source: Click to reset the playback and recording devices of all audio applications; Double click to reset the volume of all audio applications and unmute them
uk: Натисніть, щоб скинути пристрої запису й відтворення для всіх аудіозастосунків; натисніть двічі для скидання гучності всіх аудіозастосунків та увімкнення їхнього звуку

source: Microphone switch
uk: Перемикання мікрофона

source: The microphone turned off
uk: Мікрофон вимкнено

source: The microphone turned on
uk: Мікрофон увімкнено

source: Sound switch
uk: Перемикання звуку

source: The sound turned off
uk: Звук вимкнено

source: The sound turned on
uk: Звук увімкнено

source: Mute or unmute the current window application
uk: Вимкнути чи увімкнути звук застосунку в поточному вікні

source: The current window is muted
uk: Звук для поточного вікна вимкнено

source: The current window is unmuted.
uk: Звук для поточного вікна увімкнено.

source: Lock microphone volume
uk: Заблокувати гучність мікрофона

source: Locked the microphone volume
uk: Гучність мікрофона заблоковано

source: Unlocked the microphone volume
uk: Гучність мікрофона розблоковано

source: Next NVDA playback device
uk: Наступний пристрій відтворення NVDA

source: Previous NVDA playback device
uk: Попередній пристрій відтворення NVDA

source: System sound
uk: Звук системи

source: Volume
uk: Гучність

source: Maximum volume
uk: Максимальна гучність

source: Minimual volume
uk: Мінімальна гучність

source: Muted
uk: Звук вимкнено для

source: Unmuted
uk: Звук увімкнено для

source: As default playback device
uk: Встановити основним пристроєм відтворення

source: As default recording device
uk: Встановити основним пристроєм запису

source: Default playback device
uk: Основний пристрій відтворення

source: Default recording device
uk: Основний пристрій запису

source: The system you are using is not supported. This add-on needs to be running on a Windows 10 or higher system.
uk: Система, яку ви використовуєте, не підтримується. Цей додаток має бути запущено у Windows 10 або новішій версії.

source: Warning
uk: Попередження

source: We have detected a conflict between the 'AudioControl' add-on you have installed and the add-on you are currently installing. Click 'Yes' to automatically uninstall and install the conflicting add-on or click' No 'to install without uninstalling.
uk: Виявлено конфлікт між встановленим додатком «AudioControl» і додатком, який ви встановлюєте. Натисніть «Так» для автоматичного видалення та встановлення конфліктного додатка, або натисніть «Ні» для встановлення без видалення.

source: An add-on of NVDA for system audio management.
uk: Додаток до NVDA для керування аудіо у вашій системі.
